{
  "title": "Сімейна медицина",
  "icon": "Stethoscope",
  "desc": "Сімейний лікар це спеціаліст який володіє широкими знаннями в багатьох галузях медицини та пропонує більший об’єм послуг ніж вузькопрофільний фахівець.\nСімейний лікар може надати необхідну допомогу всій вашій родині, як дорослому, так і дитині.\nУ нашому медичному центі Ви можете: підписати декларацію з сімейним лікарем на кожного члена сім’ї, отримати перелік безоплатних послуг згідно з підписаною декларацією.\n\nПри виявленні будь-яких ознак захворювання, ви в першу чергу йдете до свого сімейного лікаря, а вже він направить вас до профільного спеціаліста, якщо це необхідно.\nЧи можна вберегти себе від хвороб, регулярно відвідуючи сімейного лікаря\n\nПостійне спостереження у сімейного лікаря дає йому більшу можливість для того, щоб виявити ризик виникнення можливих захворювань, та проводити профілактичні лікування для запобігання виникнення цих захворювань.\nПовністю вберегти вас від можливих захворювань не зможе ніхто, але при постійному спостереженні, рівень розвитку різних патологій та їх загострення суттєво знижується, що дозволить вам провести менше днів на лікарняному ліжку.",
  "indications": [
    {
      "title": "До компетенції сімейного лікаря входить:",
      "note": "**Як часто необхідно звертатись до сімейного лікаря?**\n\nДо лікаря необхідно звертатись якщо погіршиться ваше самопочуття або виникне дискомфортне відчуття в організмі. Надалі, якщо ви себе почуваєте добре, кількість відвідувань вже індивідуальна і залежить від вас.",
      "items": [
        "первинний прийом пацієнта, загальний огляд, збір анамнезу, встановлення попереднього діагнозу",
        "направлення на додаткові обстеження (лабораторні аналізи, діагностичні процедури, УЗД)",
        "консультація та призначення лікування (при необхідності направлення до вузькопрофільного спеціаліста)",
        "виїзд додому до пацієнта, якщо того потребує його стан",
        "виписання рецептів за державною програмою «Доступні ліки»",
        "оформлення лікарняних та інших необхідних довідок та документів",
        "вакцинація та складання плану вакцинації",
        "динамічне спостереження за здоров’ям всієї родини"
      ]
    },
    {
      "title": "Один раз на рік консультація у вашого сімейного лікаря рекомендується пацієнтам:",
      "items": [
        "люди старше 40-45 років",
        "людина з цукровим діабетом та ризиком його розвитку",
        "людина яка хворіє на туберкульоз чи знаходиться в зоні зараження",
        "людина з високим ризиком раку молочної залози, передміхурової залози та колоректального раку",
        "людина з ризиком розвитку серцево-судинних та інших захворювань"
      ]
    },
    {
      "title": "Переваги медичного центру «Prevention»:",
      "note": "\nЛікарі в «Prevention» гарантують вам надання професійної допомоги, практично в усіх напрямках медицини, озброєні ультрасучасним діагностичним обладнанням та інноваційними медичними технологіями.\nЯкщо ви дбаєте про своє здоров’я, та здоров’я близьких вам людей, і шукаєте хорошого сімейного лікаря – тоді вам до нас! Ми працюємо з однією ціллю – берегти здоров’я наших пацієнтів.",
      "items": [
        "Лікар приділяє вам стільки часу та уваги, скільки необхідно для покращення вашого здоров’я.",
        "У нас широкий асортимент якісної апаратури та найкраще сервісне обслуговування.",
        "Наявність вузькопрофільних спеціалістів та постійна комунікація з вашим лікарем.",
        "У нас ви можете отримати необхідну допомогу в комфортних умовах та в зручний для вас час.",
        "Лабораторна діагностика.",
        "Постійний телефонний зв’язок з вашим сімейним лікарем."
      ]
    }
  ],
  "services": [
    {
      "title": "Консультація сімейного лікаря",
      "list": [
        {
          "title": "Консультація сімейного лікаря провідний спеціаліст",
          "price": "від 400"
        },
        {
          "title": "Консультація терапевта",
          "price": "від 500"
        },
        {
          "title": "Консультація терапевта провідний спеціаліст",
          "price": "від 500"
        },
        {
          "title": "Консультація педіатра",
          "price": "від 550"
        },
        {
          "title": "Консультація педіатра провідний спеціаліст",
          "price": "від 400"
        }
      ]
    }
  ]
}
