{
  "title": "Педіатр",
  "icon": "Baby",
  "desc": "**Педіатр** — лікар, який займається питаннями діагностики, лікування, профілактики дитячих хвороб та охорони здоров’я дитини з самого її народження.",
  "indications": [
    {
      "title": "Коли потрібно звертатись до педіатра",
      "note": "Одним з найважливіших завдань для батьків є турбота про здоров’я своєї дитини, саме тому необхідно правильно вибрати грамотного педіатра.\n\nДитячі лікарі медичного центру «Prevention» не тільки контролюватимуть правильний розвиток дитини та лікуватимуть його застуди, але й даватимуть корисні рекомендації батькам щодо профілактики захворювань, годуванню, правильному сну та навчать робити масаж.\nБудь-який із цих та інших симптомів це привід звернутись до лікаря-педіатра. Вразі необхідності він направить вас до вузькопрофільного спеціаліста для проведення додаткового обстеження\nМалюкам у віці до 1 го року, консультація необхідна кожного місяця. Дітям старше 1 року відвідувати лікаря потрібно у разі захворювання та для планової вакцинації.",
      "items": [
        "підвищена температура",
        "кашель",
        "присутні симптоми простудних захворювань, ГРВІ, грипу",
        "збільшені лімфатичні вузли",
        "висипання на слизових оболонках і шкірі дитини",
        "болі різного роду: головний біль, біль в животі, в горлі, у вухах",
        "порушення стільця",
        "порушення сну",
        "сонливість, швидка стомлюваність",
        "неспокійна поведінка, збудження, частий або безперервний плач у немовлят",
        "блювота, нудота",
        "відсутність апетиту",
        "болюча або позитивна реакція на вакцинацію"
      ]
    },
    {
      "header": "Лікування дітей в педіатрії **«Prevention»**.\nДля наших лікарів важливим є не тільки вилікувати дитину, але і зробити так щоб у неї не виникав страх перед людьми в білих халатах.",
      "title": "Наші лікарі",
      "note": "У нашій клініці вашій дитині проведуть забір аналізів, зроблять УЗД внутрішніх органів, кардіограму, обстеження гормонального фону та інші необхідні дослідження.\n\nУ нас працюють тільки висококваліфіковані лікарі, за спиною яких багаторічний досвід роботи з дітьми.\n\nВ «Prevention» ви обов’язково зможете знайти потрібного фахівця, який допоможе вам у складній ситуації та стане вашим вірним другом і помічником! У кожної родини обов’язково повинен бути дитячий лікар, якому можна довіряти.",
      "items": [
        "оглянуть дитину та призначать необхідне лікування",
        "оцінять фізичний і психічний розвиток дитини та нададуть необхідні рекомендації",
        "складуть індивідуальну програму профілактики захворювань",
        "проведуть всю необхідну вакцинацію",
        "проведуть реабілітацію після хвороби",
        "направлять на консультації до вузьких спеціалістів",
        "видадуть всі необхідні довідки та лікарняні листи"
      ]
    }
  ],
  "services": [
    {
      "title": "Консультації та послуги",
      "list": [
        { "title": "Консультація педіатра", "price": "від 400" },
        {
          "title": "Консультація ортопеда-травматолога дитячого",
          "price": "від 500"
        },
        { "title": "Консультація дитячого невролога", "price": "від 500" },
        { "title": "Консультація дитячого ЛОРа", "price": "від 500" },
        { "title": "Консультація дитячого офтальмолога", "price": "від 500" },
        { "title": "Консультація дитячого хірурга", "price": "від 500" },
        {
          "title": "Консультація дитячого дерматовенеролога",
          "price": "від 500"
        },
        {
          "title": "Консультація дитячого гастроентеролога",
          "price": "від 500"
        },
        { "title": "Консультація дитячого імунолога", "price": "від 500" },
        { "title": "Виклик лікаря", "price": "від 1000" },
        { "title": "Виклик медсестри додому", "price": "від 800" }
      ]
    }
  ]
}
