{
  "title": "Вакцинація",
  "icon": "Syringe",
  "desc": "**Наше здоров’я** — це не тільки якісне лікування наявних захворювань, але і своєчасні профілактичні заходи.\n\nСьогодні найбільш ефективний та профілактичний захід для цілого ряду простудних та інфекційних захворювань є вакцинування.",
  "indications": [
    {
      "title": "Навіщо потрібні профілактичні щеплення",
      "note": "Існує міф що щеплення потрібні тільки в дитячому віці. Насправді ж імунітет проти деяких захворювань не зберігається на все життя, тому і необхідна ревакцинація. Згідно з календарем щеплень, рекомендованого МОЗ, дорослим роблять планові щеплення проти дифтерії та правця кожні 10 років.\n\nУ медичному центрі «Prevention» ви можете зробити профілактичні щеплення на всі випадки життя: сезонні вакцинації та щеплення для мандрівників, для людей з хронічними захворюваннями, вакцинація людей, що входять в групу ризику певного захворювання.\n\nДля дітей створена та ретельно перевірена програма вакцинації, яка дозволяє вчасно захистити організм, який росте від небезпечних і вкрай заразних хвороб, але водночас не перевантажити імунну систему.\n\nУ наших клініках застосовуються вакцини, схвалені ВООЗ проти: дифтерії, правця, кашлюку, поліомієліту, гепатитів A і В, грипу, корі, краснухи, паротиту, вітряної віспи, кліщового енцефаліту, пневмококової, менінгококової інфекцій, дизентерії, черевного тифу, папілома вірусу людини, COVID-19.\n\nВакцинація відбувається в спеціальному кабінеті, лікарем який має досвід проведення вакцинації.",
      "items": [
        "тільки вакцинація дає гарантію безпеки дітям і дорослим",
        "ускладнення після щеплень зустрічаються набагато рідше, ніж ускладнення після реальної хвороби",
        "після курсу профілактики пацієнти в 99% випадків не хворіють, а якщо хворіють, то в легкій формі",
        "щеплення є захистом від епідемій",
        "сезонна профілактика хвороб, таких як грип, з кожним роком набуває все більшого значення"
      ]
    },
    {
      "title": "Переваги медичного центру **«Prevention»**",
      "note": "**Щеплення** – найефективніший спосіб профілактики інфекційних захворювань. Часто – єдиний шлях для збереження життя та здоров’я.\n\nРекомендуємо не відмовлятися від обов’язкових щеплень, щоб захистити себе та свою дитину від небезпечних захворювань та ускладнень.\n\nЩоб записатись на прийом телефонуйте за номером **0800216115**.\n\n**Будьте здорові!**",
      "items": [
        "працює тільки з сертифікованими та схваленими вакцинами",
        "перевіряє умови транспортування та збереження у необхідному температурному режимі",
        "гарантує дотримання умов зберігання препарату та контроль терміну придатності",
        "обов’язково оглядаємо дітей перед щепленням",
        "вакцинування проводимо за календарем або за індивідуальними потребами",
        "проводимо прийом у зручний для вас час, за записом і без черг"
      ]
    }
  ],
  "services": [
    {
      "title": "Вакцинація",
      "list": [
        {
          "title": "Вакцинація вакциною Джи Сі Флю/GC Flu (педіатр/сімейний лікар)",
          "price": "650 грн",
          "note": "Квадривалентна вакцина для профілактики грипу 2023/2024 р., для дітей від 6 місяців та дорослих. Виробник: Green Cross Corporation (Корея)"
        },
        {
          "title": "Вакцинація вакциною ГЕКСАКСИМ/HEXAXIM (педіатр/сімейний лікар)",
          "price": "1800 грн",
          "note": "Вакцина для профілактики дифтерії, правця, кашлюку, гепатиту В, поліомієліту та гемофільної інфекції типу В. Для дітей 2 міс. – 4 роки. Виробник: Sanofi Pasteur S.A. (Франція)"
        },
        {
          "title": "Вакцинація вакциною БУСТРИКС/BOOSTRIX (педіатр/сімейний лікар)",
          "price": "1200 грн",
          "note": "Комбінована вакцина для профілактики дифтерії, правця, кашлюку. Для дітей від 4 років та дорослих. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ІНФАНРИКС/INFANRIX (педіатр/сімейний лікар)",
          "price": "1850 грн",
          "note": "Комбінована вакцина для профілактики дифтерії, правця, кашлюку. Для дітей від 2 місяців та дорослих. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ПЕНТАКСИМ/PENTAXIM (педіатр/сімейний лікар)",
          "price": "1500 грн",
          "note": "Комбінована вакцина для профілактики дифтерії, правця, кашлюку, поліомієліту та гемофільної інфекції типу B. Для дітей 2 міс. – 4 роки. Виробник: Sanofi Pasteur S.A. (Франція)"
        },
        {
          "title": "Вакцинація вакциною ТЕТРАКСИМ/TETRAXIM (педіатр/сімейний лікар)",
          "price": "1200 грн",
          "note": "Вакцина для профілактики дифтерії, правця, кашлюку та поліомієліту. Для дітей від 2 місяців. Виробник: Sanofi Pasteur S.A. (Франція)"
        },
        {
          "title": "Вакцинація вакциною ПРІОРИКС/PRIORIX (педіатр/сімейний лікар)",
          "price": "900 грн",
          "note": "Комбінована вакцина для профілактики кору, епідемічного паротиту та краснухи. Для дітей від 12 місяців та дорослих. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною НІМЕНРИКС/NIMENRIX (педіатр/сімейний лікар)",
          "price": "2200 грн",
          "note": "Вакцина для профілактики менінгококової інфекції. Для дітей від 6 тижнів та дорослих. Виробник: Pfizer Manufacturing (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ПРЕНВЕНАР 13/PREVENAR 13 (педіатр/сімейний лікар)",
          "price": "3100 грн",
          "note": "Вакцина для профілактики пневмонії та гострого середнього отиту, спричинених Streptococcus pneumoniae. Для дітей від 6-ти тижнів, дорослим та людям похилого віку. Виробник: Wyeth Pharmaceuticals (Великобританія)"
        },
        {
          "title": "Вакцинація вакциною СИНФЛОРИКС/SYNFLORIX (педіатр/сімейний лікар)",
          "price": "1600 грн",
          "note": "Вакцина для профілактики пневмококової інфекції та нетипованої гемофільної інфекції. Для дітей 6 тижнів – 5 років. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ЕНДЖЕРИКС-В/ENGERIX-B (педіатр/сімейний лікар)",
          "price": "650 грн",
          "note": "Вакцина для профілактики вірусного гепатиту В. Для дітей від народження до 19 років. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ХАВРИКС 720/HAVRIX 720 (педіатр/сімейний лікар)",
          "price": "850 грн",
          "note": "Вакцина для профілактики вірусного гепатиту А. Для дітей 1–18 років. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ТВІНРИКС/TWINRIX (педіатр/сімейний лікар)",
          "price": "1700 грн",
          "note": "Вакцина для профілактики гепатитів А та В. Для дітей від 1 року та дорослих. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ЦЕРВАРІКС/CERVARIX (педіатр/сімейний лікар)",
          "price": "2350 грн",
          "note": "Вакцина для профілактики захворювань, викликаних ВПЛ типів 16 та 18. Для дівчаток від 9 років та жінок. Виробник: GlaxoSmithKline Biologicals S.A. (Бельгія)"
        },
        {
          "title": "Вакцинація вакциною ТЕТАТОКС",
          "price": "1000 грн"
        }
      ]
    }
  ]
}
