"use client";

import { Flex, Heading, Text, Strong, Box } from "@radix-ui/themes";
import * as styles from "./styles.css";

const PrivacyPolicyPage = () => {
  return (
    <Flex direction="column" className={styles.container}>
      <Box className={styles.content}>
        <Heading size="8" align="center" mb="8">
          Політика конфіденційності
        </Heading>
        <Text size="5" weight="medium" align="center" mb="9" color="gray">
          Положення про користування Сайтом, політику конфіденційності та
          обробку персональних даних
        </Text>

        <Flex direction="column" gap="7">
          {/* Розділ 1 */}
          <Box>
            <Heading size="6" mb="3">
              1. Сфера застосування
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Це Положення визначає умови та правила використання веб-сайту ТОВ
              «Медичний центр Превеншн» (надалі «Центр»):
              https://prevention.in.ua/ (надалі «Сайт») та спеціальних програм
              для використання сайту (надалі «Програм»).
              <br /> <br />
              Це Положення затверджено з метою визначення умов використання
              Сайту, визначення статусу інформації, розміщеної на ньому, охорони
              і захисту персональних даних Клієнтів Центру (користувачів Сайту),
              що надаються ними Центру, з метою регулювання доступу до даної
              інформації, її оброблення та передачі.
              <br /> <br />
              Користувачі сайту здійснюють користування ним на умовах,
              визначених цим Положенням, підтверджуючи визнання та прийняття
              його умов.
              <br /> <br />
              Це Положення поширюється на всіх користувачів Сайту або Програм
              (Клієнтів).
              <br /> <br />
              Це Положення обов’язкове для застосування відповідальною особою та
              співробітниками Центру, які безпосередньо здійснюють обробку та
              мають доступ до персональних даних у зв’язку з виконанням своїх
              службових обов’язків.
            </Text>
          </Box>

          {/* Розділ 2 */}
          <Box>
            <Heading size="6" mb="3">
              2. Визначення термінів
            </Heading>
            <Text size="4" className={styles.paragraph}>
              база персональних даних — іменована сукупність упорядкованих
              персональних даних в електронній формі та/або у формі картотек
              персональних даних;
              <br /> <br />
              <Strong>відповідальна особа </Strong>— визначена особа, яка
              організовує роботу, пов’язану із захистом персональних даних при
              їх обробці, відповідно до закону;
              <br /> <br />
              <Strong>власник бази персональних даних </Strong>— Центр, як
              юридична особа, якій законом або за згодою суб’єкта персональних
              даних надано право на обробку цих даних, яка затверджує мету
              обробки персональних даних у цій базі даних, встановлює склад цих
              даних та процедури їх обробки, якщо інше не визначено законом;
              <br /> <br />
              <Strong>обробка персональних даних </Strong>— будь-яка дія або
              сукупність дій, здійснених повністю або частково в інформаційній
              (автоматизованій) системі та/або в картотеках персональних даних,
              які пов’язані зі збиранням, реєстрацією, накопиченням,
              зберіганням, адаптуванням, зміною, поновленням, використанням і
              поширенням (розповсюдженням, реалізацією, передачею),
              знеособленням, знищенням відомостей про фізичну особу;
              <br /> <br />
              <Strong>персональні дані</Strong> — відомості чи сукупність
              відомостей про фізичну особу, яка ідентифікована або може бути
              конкретно ідентифікована;
              <br /> <br />
              <Strong>розпорядник бази персональних даних </Strong>— фізична чи
              юридична особа, якій володільцем бази персональних даних або
              законом надано право обробляти ці дані.
              <br /> <br />
              Не є розпорядником бази персональних даних особа, якій володільцем
              та/або розпорядником бази персональних даних доручено здійснювати
              роботи технічного характеру з базою персональних даних без доступу
              до змісту персональних даних;
              <br /> <br />
              <Strong>суб’єкт персональних даних</Strong> — фізична особа,
              стосовно якої відповідно до закону здійснюється обробка її
              персональних даних;
              <br /> <br />
              <Strong>третя особа </Strong>— будь-яка особа, за винятком
              суб’єкта персональних даних, володільця чи розпорядника бази
              персональних даних та уповноваженого державного органу з питань
              захисту персональних даних, якій володільцем чи розпорядником бази
              персональних даних здійснюється передача персональних даних
              відповідно до закону;
              <br /> <br />
              Клієнт — юридична або фізична дієздатна особа, що досягла
              18-літного віку, яка повністю прийняла усі умови користування
              Сайтом, визначені цим Положенням, через реєстрацію на Сайті або у
              Програмі;
            </Text>
          </Box>

          {/* Розділ 3 */}
          <Box>
            <Heading size="6" mb="3">
              3. Статус інформації на Сайті
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Центр забезпечує роботу Сайту, як інформаційної та комунікаційної
              інтернет- платформи та інструменту, для більш ефективного та
              зручного доступу до публічної інформації, ознайомлення з умовами,
              порядком та графіком роботи Центру, замовлення послуг Центру.
              <br /> <br />
              За допомогою Сайту та Програм Клієнт має змогу переглядати і
              завантажувати інформацію, а також конфіденційну інформацію,
              зокрема результати наданих Центром послуг. Також використання
              Сайту та Програм надає можливість Клієнту замовляти та укладати
              попередні домовленості про замовлення послуг Центру.
              <br /> <br />
              Центр не здійснює повністю автоматизоване прийняття рішень для
              встановлення ділових відносин.
              <br /> <br />
              Сайт не призначений для неповнолітніх користувачів.
              <br /> <br />
              Центр дозволяє Клієнту переглядати і завантажувати інформацію зі
              Сайту виключно для особистого некомерційного використання.
              Забороняється змінювати матеріали Сайту, поширювати для
              громадських або комерційних цілей. Будь-яке використання
              інформації на інших сайтах або в комп’ютерних мережах
              забороняється.
              <br /> <br />
              Центр залишає за собою право за власним розсудом, без
              повідомлення, заблокувати сторінку Клієнта, видалити повністю або
              частково інформацію, розміщену Клієнтом на Сайті або за допомогою
              Програм, у випадку, якщо така інформація або інші дії Клієнта
              порушують умови цього Положення, чинного законодавства, норм
              суспільної моралі та етики, призводять до порушення прав або
              законних інтересів Центру або інших користувачів Сайту.
              <br /> <br />
              Центр має право закрити або призупинити функціонування Сайту або
              Програм або будь-якої їх частини, змінити Сайт або Програми
              повністю або частково без попереднього повідомлення Клієнта.
              <br /> <br />
              Центр має право призупинити доступ Клієнта до Сайту та/або Програм
              у випадку виникнення технічних неполадок з метою усунення
              останніх.
              <br /> <br />
              Центр докладає всіх необхідних зусиль, щоб забезпечити точність і
              достовірність інформації, розміщеної на Сайті. Але вся інформація
              та матеріали мають статус попередньої інформації і надаються на
              Сайті без будь-яких гарантій.
              <br /> <br />
              Центр застерігає, що інформація на Сайті в будь-який момент може
              стати застарілою і підлягає уточненню. Також Центр не несе
              відповідальності за будь-які фактичні або друкарські помилки і
              неточності, які можуть бути виявлені в матеріалах, що містяться на
              даному Сайті.
              <br /> <br />
              Центр не несе жодної відповідальності за висловлювання і думки
              відвідувачів Сайту, залишені як коментарі або огляди. Думка
              адміністрації Центру та Сайту може не збігатися з думкою і
              позицією авторів оглядів і коментарів. Водночас Центр вживає усіх
              можливих заходів, щоб не допускати публікацію повідомлень, які
              порушують чинне законодавство або норми моралі.
              <br /> <br />
              Центр не несе відповідальності за можливі протиправні дії Клієнтів
              щодо третіх осіб або третіх осіб щодо Клієнта.
              <br /> <br />
              Центр не несе відповідальності за шкоду, збитки або витрати
              (реальні або можливі), пов’язані з використанням або неможливістю
              використання Сайту або Програм.
              <br /> <br />
              Центр не несе відповідальності за неповне, неточне, некоректне
              зазначення Клієнтом своїх даних для запису Клієнта.
              <br /> <br />З метою вищевикладеного Центр залишає за собою право
              видаляти розміщену на Сайті інформацію і робити технічні і
              юридичні заходи для припинення доступу до Сайту та/або Програм
              Клієнтів.
            </Text>
          </Box>

          {/* Розділ 4 */}
          <Box>
            <Heading size="6" mb="3">
              4. Конфіденційна інформація
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Інформація про факт звернення Клієнта за медичною допомогою, його
              стан здоров“я, результати лабораторних досліджень, діагностики,
              призначення лікаря та перебіг лікування визнаються конфіденційною
              інформацією.
            </Text>
          </Box>

          {/* Розділ 5 */}
          <Box>
            <Heading size="6" mb="3">
              5.Бази персональних даних, що використовуються Центром
            </Heading>
            <Text size="4" className={styles.paragraph}>
              За допомогою Сайту та Програм Центр формує та використовую базу
              персональних даних Клієнтів.
              <br /> <br />
              Окрім того, Центр володіє і є власником баз персональних даних
              своїх пацієнтів, контрагентів, працівників та інших фізичних осіб,
              дані яких отримуються Центром під час здійснення ним своєї
              статутної діяльності.
              <br /> <br />
              Відповідні бази персональних даних знаходяться за адресою Центру.
              <br /> <br />
              Центр може використовувати дані однієї бази при формуванні та
              веденні інших баз даних.
              <br /> <br />
              Надаючи персональні дані Центру за допомогою Сайту або Програм,
              Клієнт не заперечує проти їх використання у всіх базах даних
              Центру.
            </Text>
          </Box>

          {/* Розділ 6 */}
          <Box>
            <Heading size="6" mb="3">
              6. Мета обробки персональних даних
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Центр здійснює обробку персональних даних з метою:
              <br /> <br />
              — реалізації відносин у сфері охорони здоров“я;
              <br />
              — запровадження і забезпечення надання Центром медичних послуг та
              здійснення Центром іншої діяльності відповідно до статуту,
              внутрішніх положень Центру та законодавства України;
              <br />
              — укладення, зміни, припинення та виконання договорів, що
              укладаються Центром, вчинення Центром інших правочинів, у тому
              числі вчинення правочинів, прямо зазначених у тексті згоди Клієнта
              на обробку персональних даних, реалізації та захисту прав сторін
              за ними, надання і отримання послуг або товарів та здійснення
              розрахунків за них відповідно до Податкового кодексу України,
              Закону України «Про бухгалтерський облік та фінансову звітність в
              Україні»;
              <br />— захисту законних інтересів Центру, в тому числі
              забезпечення якості медичного обслуговування та безпеки в
              діяльності Центру.
            </Text>
          </Box>

          {/* Розділ 7 */}
          <Box>
            <Heading size="6" mb="3">
              7. Порядок обробки персональних даних
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Центр обробляє дані відповідно до законодавства України. Клієнт
              добровільно надає ПІБ, телефон, email, дату народження тощо.
              Автоматично збираються IP, cookies, дані про відвідування.
            </Text>
            <Text size="4" className={styles.paragraph}>
              Центр забезпечує обробку та захист персональних даних фізичних
              осіб із дотриманням вимог Конституції України, Закону України «Про
              захист персональних даних», інших законів та нормативно-правових
              актів України, Конвенції про захист осіб у зв’язку з
              автоматизованою обробкою персональних даних та міжнародних
              договорів України.
              <br /> <br />
              Для забезпечення доступу до сервісів Сайту (онлайн-консультації,
              онлайн-записи, розміщення відгуків про клініку і лікаря та іншої
              інформації) користувач за онлайн-запитом добровільно надає Центру
              через Сайт або Програми такі персональні дані:
              <br /> <br />
              — прізвище, ім“я, по-батькові;
              <br />
              — номер телефону;
              <br />
              — електронна пошта;
              <br />
              — дата народження;
              <br />
              — стать;
              <br />
              — дані та копії документів, що ідентифікують Клієнта;
              <br />
              — інформацію про продукти та послуги, що використовуються
              Клієнтом/пацієнтом. Окрім того, Центром автоматично може
              отримуватись та зберігатись:
              <br />
              — IP-адреса Користувача,
              <br />
              — дані тимчасових cookie-файлів,
              <br />
              — інформація про перегляди та відвідування Клієнта на сайті,
              посилання, переглянуті Клієнтом, повідомлення електронної пошти
              між Клієнтом та Центром, розміщена Клієнтом на сайті інформація.
              <br /> <br />
              Еикористовуючи будь-яку частину Сайту та Програм, Клієнт
              підтверджує свою згоду дотримуватись умов цього Положення, а також
              автоматично надає згоду на збирання, зберігання, використання та
              поширення інформації про себе в межах, визначених цим Положенням.
              <br /> <br />
              Звернення фізичної особи до Центру або користування послугами
              Центру свідчить про згоду такої особи на обробку Центром її
              персональних даних у зв‘язку із таким зверненням чи користуванням
              послугами Центру.
              <br /> <br />
              У процесі реєстрації на Сайті Клієнт повинен створити Особовий
              запис Клієнта, щоб розміщувати персональні дані для ідентифікації
              Клієнта Центром і мати можливість отримувати персональну та
              конфіденційну інформацію.
              <br /> <br />
              Клієнт не повинен надавати свій логін і пароль іншим особам та має
              вжити заходів, щоб логін і пароль не стали відомі третім особам.
              Логін і пароль дають можливість доступу до тих розділів Сайту, які
              призначені тільки для зареєстрованих Клієнтів, а також до
              особистих сторінкок Клієнта, зокрема до Електронного приватного
              кабінету Клієнта.
              <br /> <br />
              Центр самостійно може збирати та обробляти інформацію про дії
              Клієнта та їх результати, що мали місце при виконанні укладених із
              Центром договорів.
              <br /> <br />
              Центром здійснюється оцінка тих персональних даних, які
              передаються йому Клієнтом, а також тих, які Центр збирає на
              законних підставах самостійно від третіх осіб та з відкритих
              джерел інформації.
              <br /> <br />
              Персональні дані Клієнта зберігаються Центром протягом часу, який
              необхідний для досягнення мети та виконання завдань, визначених
              цим Положенням. Клієнт може в будь-який момент відкликати свою
              згоду на обробку персональних даних. У цьому випадку Центр
              припиняє обробку персональних даних Клієнта.
            </Text>
          </Box>

          {/* Розділ 8 */}
          <Box>
            <Heading size="6" mb="3">
              8. Умови розкриття інформації про персональні дані третім особам
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Доступ до персональних даних надається підрозділам та/або окремим
              працівникам Центру для виконання ними своїх службових (трудових)
              обов’язків, що пов’язані з виконанням обов’язків Центру і
              реалізацією законних інтересів Центру. Крім того, доступ до
              персональних даних надається Центром приватним особам та
              організаціям для обробки персональних даних або технічного
              супроводження зберігання баз персональних даних. Всі розпорядники
              персональних даних, яким Центр надав право обробляти персональні
              дані від власного імені, зобов’язані конфіденційно обробляти такі
              дані та обробляти їх виключно для надання Центру відповідних
              послуг.
              <br /> <br />
              В інших випадках Центр не здійснює передачу персональних даних
              третім особам, окрім випадків, коли така передача є вимогою
              законодавства або на прохання суб’єкта персональних даних.
              <br /> <br />
              На Сайті можуть бути посилання на інші веб-сайти (виключно в
              інформаційних цілях). При переході по посиланню на інші веб-сайти
              дія політики конфіденційності, визначеної цим Положенням, на такі
              сайти не поширюватиметься.
            </Text>
          </Box>

          {/* Розділ 9 */}
          <Box>
            <Heading size="6" mb="3">
              9. Права Клієнта як суб’єкта персональних даних
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Клієнт, як суб“єкт персональних даних, користується всіма правами,
              наданими йому Законом України “Про захист персональних даних”,
              зокрема: <br /> <br /> 1) знати про джерела збирання,
              місцезнаходження своїх персональних даних, мету їх обробки,
              місцезнаходження або місце проживання (перебування) володільця чи
              розпорядника персональних даних або дати відповідне доручення щодо
              отримання цієї інформації уповноваженим ним особам, окрім
              випадків, встановлених законом; <br />
              <br />
              2) отримувати інформацію про умови надання доступу до персональних
              даних, зокрема інформацію про третіх осіб, яким передаються його
              персональні дані; <br />
              <br />
              3) на доступ до своїх персональних даних;
              <br />
              <br /> 4) отримувати не пізніше ніж за тридцять календарних днів з
              дня надходження запиту, окрім випадків, передбачених законом,
              відповідь про те, чи обробляються його персональні дані, а також
              отримувати зміст таких персональних даних;
              <br />
              <br /> 5) пред’являти вмотивовану вимогу володільцю персональних
              даних із запереченням проти обробки своїх персональних даних;{" "}
              <br />
              <br />
              6) пред’являти вмотивовану вимогу щодо зміни або знищення своїх
              персональних даних будь-яким володільцем та розпорядником
              персональних даних, якщо ці дані обробляються незаконно чи є
              недостовірними; <br />
              <br />
              7) на захист своїх персональних даних від незаконної обробки та
              випадкової втрати, знищення, пошкодження у зв’язку з умисним
              приховуванням, ненаданням чи несвоєчасним їх наданням, а також на
              захист від надання відомостей, що є недостовірними чи ганьблять
              честь, гідність та ділову репутацію фізичної особи;
              <br />
              <br /> 8) звертатися із скаргами на обробку своїх персональних
              даних до Уповноваженого Верховної Ради України з прав людини або
              до суду; <br />
              <br />
              9) застосовувати засоби правового захисту в разі порушення
              законодавства про захист персональних даних; <br />
              <br />
              10) вносити застереження стосовно обмеження права на обробку своїх
              персональних даних під час надання згоди;
              <br />
              <br />
              11) відкликати згоду на обробку персональних даних;
              <br />
              <br /> 12) знати механізм автоматичної обробки персональних даних;
              <br />
              <br /> 13) на захист від автоматизованого рішення, яке має для
              нього правові наслідки.
            </Text>
          </Box>

          {/* Розділ 10 */}
          <Box>
            <Heading size="6" mb="3">
              10. Зміни до політики конфіденційності
            </Heading>
            <Text size="4" className={styles.paragraph}>
              Центр може змінювати умови політики конфіденційності та цього
              Положення. <br />
              <br /> У випадку внесення змін до умов політики конфіденційності
              та цього Положення Центр повідомляє Користувачів про такі зміни та
              оновлення редакції політики конфіденційності під час отримання
              Користувачами доступу до Сайту. <br />
              <br /> Подальше використання Сайтом вважатиметься прийняттям таких
              переглянутих умов, і Користувач несе відповідальність за
              дотримання таких умов під час використання Сайту. <br />
              <br /> Доступ Користувача до Сайту після повідомлення про зміни в
              цьому Положенні є свідченням того, що Користувач погоджується зі
              зміненими умовами. <br />
              <br />
              Зміни в політику конфіденційності та до цього Положення вступають
              в силу з моменту їх публікації на Сайті.
            </Text>
          </Box>
        </Flex>
      </Box>
    </Flex>
  );
};

export default PrivacyPolicyPage;
